Repository: 420coupe/Vitals
Catalog: locale/*/LC_MESSAGES/vitals.po
Languages: fr

source: Batteries
fr: Batterie

source: No Data
fr: Aucune donnée

source: Refresh
fr: Actualiser

source: System Monitor
fr: Moniteur système

source: Preferences
fr: Préférences

source: Include public IP address
fr: Inclure l'adresse IP publique

source: Bytes
fr: Octets

source: General
fr: Général

source: Seconds between updates
fr: Secondes entres les mises à jour

source: Position in panel
fr: Position dans le panneau

source: Left
fr: Gauche

source: Center
fr: Centre

source: Right
fr: Droite

source: Far Left
fr: Extrême gauche

source: Far Right
fr: Extrême droite

source: Use higher precision
fr: Utiliser plus de précision

source: Alphabetize sensors
fr: Alphabetiser les capteurs

source: Hide zero values
fr: Masques les valeurs nulles

source: Use fixed widths
fr: Utiliser des largeurs fixes

source: Hide icons in top bar
fr: Masquer les icônes dans la barre supérieure

source: Menu always centered
fr: Menu toujours centré

source: About
fr: À propos

source: Feature requests or bugs? Please visit <a href="https://github.com/corecoding/Vitals/issues">GitHub</a>. No warranty, expressed or implied. <a href="https://corecoding.com/donate.php">Donate</a> if you found this useful.
fr: Demandes de fonctionnalités ou bugs ? Veuillez visiter <a href="https://github.com/corecoding/Vitals/issues">GitHub</a>. Aucune garantie, explicite ou implicite. Faites un <a href="https://corecoding.com/donate.php">don</a> si cela vous a été utile.

source: Sensors
fr: Capteurs

source: Monitor temperature
fr: Surveiller la température

source: Monitor voltage
fr: Surveiller la tension

source: Monitor fan
fr: Surveiller les ventilateurs

source: Monitor memory
fr: Surveiller la mémoire

source: Monitor processor
fr: Surveiller le processeur

source: Monitor system
fr: Surveiller le système

source: Monitor network
fr: Surveiller le réseau

source: Monitor storage
fr: Surveiller le stockage

source: Monitor battery
fr: Surveiller la batterie

source: Path
fr: Chemin

source: Measurement
fr: Mesure

source: Binary
fr: Binaire

source: Decimal
fr: Décimal

source: Unit
fr: Unité

source: Monitor BAT0
fr: Surveiller BAT0

source: Monitor BAT1
fr: Surveiller BAT1

source: Monitor BAT2
fr: Surveiller BAT2

source: Monitor CMB0
fr: Surveiller CMB0

source: Monitor macsmc-battery
fr: Surveiller macsmc-battery

source: Calculate Combined Values
fr: Calculer les valeurs combinées

source: Include BAT0
fr: Inclure BAT0

source: Include BAT1
fr: Inclure BAT1

source: Include BAT2
fr: Inclure BAT2

source: Include CMB0
fr: Inclure CMB0

source: Include macsmc-battery
fr: Inclure macsmc-battery

source: Monitor command
fr: Commande de surveillance

source: Include static info
fr: Inclure des infos statiques

source: Sensors to show in panel
fr: Capteurs à afficher dans le panneau

source: List of sensors to be shown in the panel
fr: Liste des capteurs à afficher dans le panneau

source: Delay between sensor polling
fr: Délai entre les interrogations des capteurs

source: Position in Panel ('left', 'center', 'right')
fr: Position dans le panneau ('gauche', 'centre', 'droite')

source: Show one extra digit after decimal
fr: Afficher un chiffre supplémentaire après la virgule

source: Display sensors in alphabetical order
fr: Afficher les capteurs dans l'ordre alphabétique

source: Hide data from sensors that are invalid
fr: Masquer les données des capteurs qui ne sont pas valides

source: Display temperature of various components
fr: Afficher la température de divers composants

source: Temperature unit
fr: Unité de température

source: The unit ('centigrade' or 'fahrenheit') the extension should display the temperature in
fr: L'unité ('celsius' ou 'fahrenheit') de l'extension doit afficher la température en

source: Display voltage of various components
fr: Afficher la tension de divers composants

source: Display fan rotation per minute
fr: Afficher la rotation du ventilateur par minute

source: Display memory information
fr: Afficher les informations sur la mémoire

source: Display processor information
fr: Afficher les informations sur le processeur

source: Display system information
fr: Afficher les informations sur le système

source: Display storage information
fr: Afficher les informations sur le stockage

source: Display network information
fr: Afficher les informations sur le réseau

source: Display public IP address of internet connection
fr: Afficher l'adresse IP publique de la connexion Internet

source: Network speed format
fr: Format de vitesse du réseau

source: Should speed display in bits or bytes?
fr: La vitesse doit-elle s'afficher en bits ou en octets ?

source: Storage path
fr: Chemin de stockage

source: Storage path for monitoring
fr: Chemin de stockage pour la surveillance

source: Monitor battery health
fr: Surveiller la santé de la batterie

source: Memory measurement
fr: Mesure de la mémoire

source: Can use gigabyte or gibibyte for memory
fr: Peut utiliser des gigaoctets ou des gibioctets pour la mémoire

source: Storage measurement
fr: Mesure du stockage

source: Can use gigabyte or gibibyte for storage
fr: Peut utiliser des gigaoctets ou des gibioctets pour le stockage

source: Display battery BAT0
fr: Afficher la batterie BAT0

source: Should battery 'BAT0' be displayed?
fr: La batterie 'BAT0' doit-elle être affichée ?

source: Display battery BAT1
fr: Afficher la batterie BAT1

source: Should battery 'BAT1' be displayed?
fr: La batterie 'BAT1' doit-elle être affichée ?

source: Display battery BAT2
fr: Afficher la batterie BAT2

source: Should battery 'BAT2' be displayed?
fr: La batterie 'BAT2' doit-elle être affichée ?

source: Display battery CMB0
fr: Afficher la batterie CMBO

source: Should battery 'CMB0' be displayed?
fr: La batterie 'CMB0' doit-elle être affichée ?

source: Display battery macsmc-battery
fr: Afficher la batterie macsmc-battery

source: Should battery 'macsmc-battery' be displayed?
fr: La batterie 'macsmc-battery' doit-elle être affichée ?

source: Display combined battery data
fr: Afficher les données combinées de la batterie

source: Display combined values for selected batteries
fr: Afficher les valeurs combinées pour les batteries sélectionnées

source: Include 'BAT0' when calculating combined Battery
fr: Inclure 'BAT0' lors du calcul de la batterie combinée

source: Include 'BAT1' when calculating combined Battery
fr: Inclure 'BAT1' lors du calcul de la batterie combinée

source: Include 'BAT2' when calculating combined Battery
fr: Inclure 'BAT2' lors du calcul de la batterie combinée

source: Include 'CMB0' when calculating combined Battery
fr: Inclure 'CMB0' lors du calcul de la batterie combinée

source: Include 'macsmc-battery' when calculating combined Battery
fr: Inclure 'macsmc-battery' lors du calcul de la batterie combinée

source: Use fixed widths in top bar
fr: Utiliser des largeurs fixes dans la barre supérieure

source: Keep sensors in top bar from jumping around
fr: Empêchez les capteurs de la barre supérieure de sauter

source: Keep top bar clean by only showing sensor values
fr: Gardez la barre supérieure propre en affichant uniquement les valeurs des capteurs

source: Make the menu centered
fr: Centrer le menu

source: Center the menu to the icon regardless of the position in the panel
fr: Centrer le menu sur l'icône quelle que soit la position dans le panneau

source: System Monitor command
fr: Commande du moniteur système

source: The command run when system monitor button is clicked
fr: La commande s'exécute lorsque le bouton du moniteur système est cliqué

source: Include processor static information
fr: Inclure les informations statiques du processeur

source: Display processor static information that doesn't change
fr: Afficher les informations statiques du processeur qui ne changent pas

source: Public IP
fr: IP publique

source: Usage
fr: Utilisation

source: memory
fr: Mémoire

source: Physical
fr: Physique

source: Available
fr: Disponible

source: Allocated
fr: Alloué

source: Cached
fr: Mis en cache

source: Free
fr: Libre

source: Swap
fr: Échangé

source: Average
fr: Moyenne

source: processor
fr: Processeur

source: Core %d
fr: Coeur %d

source: Frequency
fr: Fréquence

source: Open Files
fr: Fichiers ouverts

source: Load 1m
fr: Charge 1min

source: Load 5m
fr: Charge 5min

source: Load 15m
fr: Charge 15min

source: Threads Active
fr: Processus actifs

source: Threads Total
fr: Processus total

source: Uptime
fr: Durée de fonctionnement

source: Process Time
fr: Temps de traitement

source: WiFi Link Quality
fr: Qualité de la liaison Wi-Fi

source: WiFi Signal Level
fr: Niveau du signal Wi-Fi

source: ARC Target
fr: Cible de l'ARC

source: ARC Maximum
fr: Maximum de l'ARC

source: ARC Current
fr: Valeur actuelle de l'ARC

source: Read total
fr: Données lues

source: Write total
fr: Données écrites

source: Read rate
fr: Taux de lecture

source: Write rate
fr: Taux d'écriture

source: Used
fr: Utilisé

source: Reserved
fr: Réservé

source: storage
fr: Stockage

source: Label
fr: Étiquette

source: State
fr: État

source: Voltage
fr: Tension

source: Level
fr: Niveau

source: Percentage
fr: Pourcentage

source: Rate
fr: Taux

source: Energy (full)
fr: Énergie (complète)

source: Energy (design)
fr: Énergie (de conception)

source: Capacity
fr: Capacité

source: Energy (now)
fr: Énergie (actuelle)

source: Time left
fr: Temps restant

source: Vendor
fr: Fabricant

source: Bogomips
fr: Bogomips (vitesse µC)

source: Kernel
fr: Noyau

source: Temperature
fr: Température

source: Network
fr: Réseau

source: Storage
fr: Stockage

source: Memory
fr: Mémoire

source: Battery
fr: Batterie

source: Battery 1
fr: Batterie 1

source: Battery 2
fr: Batterie 2

source: Battery 3
fr: Batterie 3

source: Battery 4
fr: Batterie 4

source: Battery 5
fr: Batterie 5

source: Battery (hidden)
fr: Batterie (cachée)

source: System
fr: Système

source: Processor
fr: Processeur

source: Fan
fr: Ventilateur
